Show / Hide Table of Contents
Enum LoadCaseType
Load case type
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum LoadCaseType
Fields
 Name |  Description
 Accidental
Accidental
 Nonlinear
Loadcase is for nonlinear analysis
 Permanent
Permanent
 Variable
Variable
 Improve this Doc
 View Source